[
    {
        "image": "images/Mewes_FlattenedSlides_01.png",
        "text": [
            "This is Mewes. Mewes has a message for you: &quot;I &hearts; CREATIVITY&quot; Isn't that nice?"
        ]
    },
    {
        "image": "images/Mewes_FlattenedSlides_02.png",
        "text": [
            "&quot;I love creativity.&quot; A positive message that no one (other than a cartoon villain) should have a problem with.",
            "&quot;It IS harder to create than to destroy. That's why cowards tend to choose the deuce.&quot; &emdash; Steve, &quot;A Minecraft Movie&quot;"
        ]
    },
    {
        "image": "images/Mewes_FlattenedSlides_03.png",
        "text": [
            "We might disagree on what constitutes &quot;creativity&quot;, but the sentiment is still there: &quot;In the long run, it is better to create than to destroy.&quot;"
        ]
    },
    {
        "image": "images/Mewes_FlattenedSlides_04.png",
        "text": [
            "Mewes is an original character, designed to be a mascot for creativity in all its possible forms."
        ]
    },
    {
        "image": "images/Mewes_FlattenedSlides_05.png",
        "text": [
            "&quot;Use what talents you possess; the woods would be very silent if no birds sang there except those that sang best.&quot; &emdash; Henry Van Dyke"
        ]
    },
    {
        "image": "images/Mewes_FlattenedSlides_06.png",
        "text": [
            "&quot;In ancient Greek religion and mythology, the Muses were the inspirational goddesses of literature, science, and the arts&hellip; In modern figurative usage, a muse is a person who serves as someone's source of artistic inspiration.&quot; &emdash; From Wikipedia, &quot;The largest and most-read reference work in history&hellip; written collaboratively by the people who use it.&quot;"
        ]
    },
    {
        "image": "images/Mewes_FlattenedSlides_07.png",
        "text": [
            "The spelling of &quot;Mewes&quot; comes from Jason Mewes of &quot;Jay and Silent Bob&quot; fame, characters created by writer/director Kevin Smith, who also wrote the following: &quot;Remember: It costs nothing to encourage an artist, and the potential benefits are staggering. A pat on the back to an artist now could one day result in your favorite film, or the cartoon you love to get stoned watching, or the song that saves your life. Discourage an artist, you get absolutely nothing in return, ever.&quot;",
            "(Pictured: Serendipity, the Muse, From Kevin Smith's &quot;Dogma&quot;)"
        ]
    },
    {
        "image": "images/Mewes_FlattenedSlides_08.png",
        "text": [
            "&quot;Art isn't in the tools, material, or equipment you use. It's in the way you see the world.&quot; &emdash; Rick Rubin"
        ]
    },
    {
        "image": "images/Mewes_FlattenedSlides_09.png",
        "text": [
            "Mewes is not a human, but instead, some sort of common rodent: a mouse or a rat. Mice and rats are highly adaptable and resourceful. They are found in nearly every wild environment on nearly every continent on Earth. And despite our best efforts and technology, they thrive among virtually every human habitation (including the Antarctica research station). With our help, rodents have even left Earth and orbited the Moon. We have treated them as harmful vermin, lovable pets, and model organisms in experimental research. Mice and rats are as ubiquitous to humanity as creativity is."
        ]
    },
    {
        "image": "images/Mewes_FlattenedSlides_10.png",
        "text": [
            "In the Chinese zodiac, the rat or mouse is associated with creativity, intelligence, and ambition. In fiction, mice and rats have been used to portray both positive and negative characters. Among them are some interesting representations of cunning, intelligence, wisdom, imagination, innovation, mischievousness, and courage: Algernon, Basil, Despereaux, Fievel, Jerry, Matthias, Mrs. [F/B]risby and the Rats of NIMH, Pinky and The Brain, Remy, Splinter, and Stuart Little&hellip;"
        ]
    },
    {
        "image": "images/Mewes_FlattenedSlides_11.png",
        "text": [
            "&hellip;Not to mention one of the most popular and recognizable cartoon characters in the world&hellip; The first cartoon character to have a star on the Hollywood Walk of Fame&hellip; The driving force behind decades of questionable changes to public domain and copyright laws&hellip; And the mascot of the world's largest media conglomerate&hellip; is a mouse named Mickey.",
            "(Steamboat Willie, Directed by Walt Disney and Ub Iwerks, Released November 18, 1928, Entered the US public domain on January 1, 2024)"
        ]
    },
    {
        "image": "images/Mewes_FlattenedSlides_12.png",
        "text": [
            "Even Mewes' visual design takes the greater concept of creativity into account: The design is simple &emdash; something that can be expanded with further details, but is still easy for a beginner to replicate. Research has confirmed that mice have a range of facial expressions associated with familiar human emotions like pleasure, disgust, pain, and fear. And the modern iconic image of creativity, imagination, inspiration, and ideation is the light bulb."
        ]
    },
    {
        "image": "images/Mewes_FlattenedSlides_13.png",
        "text": [
            "With all of this in mind, I believe Mewes makes the perfect mascot to promote all forms of creativity. BUT&hellip; I do see a problem&hellip;"
        ]
    },
    {
        "image": "images/Mewes_FlattenedSlides_14.png",
        "text": [
            "&quot;Is this just some scheme to gain popularity or get rich quickly by creating and promoting some viral internet meme?&quot; you may be asking. A valid concern, especially if you and I disagree on certain views."
        ]
    },
    {
        "image": "images/Mewes_FlattenedSlides_15.png",
        "text": [
            "To allay such apprehensions, as well as to demonstrate my wider views regarding creativity, I am going to cast a sort of magic spell. It's a fairly simple procedure, one that anyone can perform on their own work. And it only requires three familiar runes&hellip;"
        ]
    },
    {
        "image": "images/Mewes_FlattenedSlides_16.png",
        "text": [
            "CC0"
        ]
    },
    {
        "image": "images/Mewes_FlattenedSlides_17.png",
        "text": [
            "From the Creative Commons website: &quot;By marking the work with a CC0 public domain dedication, the creator is giving up their copyright and allowing reusers to distribute, remix, adapt, and build upon the material in any medium or format, even for commercial purposes.&quot;",
            "&quot;The person who associated a work with this deed has dedicated the work to the public domain by waiving all of his or her rights to the work worldwide under copyright law, including all related and neighboring rights, to the extent allowed by law.&quot;",
            "&quot;You can copy, modify, distribute, and perform the work, even for commercial purposes, all without asking permission.&quot;"
        ]
    },
    {
        "image": "images/Mewes_FlattenedSlides_18.png",
        "text": [
            "In other words, Mewes is no longer my property to control. (They don't even have to be called &quot;Mewes&quot; anymore) You can take this drawing &emdash; even the entire character concept &emdash; and do whatever you want with it: Print and distribute copies; Put it on your website or social media; Redraw it in your own style; Copy the existing style; Make physical or digital models of it; Generate AI images with it; Make a comic or animation with it; Sell merchandise or other products with it; All without obtaining my permission. There is nothing that can legally stop you."
        ]
    },
    {
        "image": "images/Mewes_FlattenedSlides_19.png",
        "text": [
            "You can even simply erase the message on their sign and have them promote ANY ideology you want them to: &quot;SUPPORT HUMAN ARTISTS&quot;; &quot;AI ART IS ART&quot;; &quot;PICK UP A PENCIL&quot;; &quot;SELL OUT WITH ME TONIGHT&quot;; Whose views do YOU want Mewes to represent in the greater culture?"
        ]
    },
    {
        "image": "images/Mewes_FlattenedSlides_20.png",
        "text": [
            "I am prepared to create versions of Mewes that are: 2D and/or 3D; Physical and/or Digital; Visual, Aural, and/or Tactile; Still and/or Animated; Manual (hand-placed) and/or Procedural (rule-generated); Authorial (fully intentional) and/or Aleatory (chance-driven); Passive, Scripted, Dynamic, and/or Manipulated; Additive, Subtractive, and/or Assemblage; Direct (original medium) and/or Transfer (printed/copied); Discrete (pixel, voxel, polygon), Continuous (volumetric/CAD), and/or Mathematical (vectors, splines); Finalized and/or Instructional; Exportable in any format and shareable without restriction",
            "&quot;All technologies are neutral. What counts is who uses them and what they use them for. Any material, any tool in the hands of an artist, can result in a work of art.&quot; &emdash; Ken Robinson"
        ]
    },
    {
        "image": "images/Mewes_FlattenedSlides_21.png",
        "text": [
            "I am prepared to create versions of Mewes that are: Realistic, Stylized, and/or Symbolic; Outlined, Lineless, and/or Implied; Binary, Monochrome, Limited Palette, and/or Full Color; Flat, Shaded, and/or Textured; Organic and/or Geometric; Culturally-Rooted, Cross-Cultural, and/or Synthesized; Iconic/Pictographic and/or Expressive/Idiosyncratic; Vintage and/or Modern; Naturalistic/Literal and/or Fantastic/Surreal; Feel free to create versions of Mewes in your own preferred methods, mediums, styles, techniques, or formats&emdash; and share them if you wish!",
            "&quot;There is no such thing as a new idea. It is impossible. We simply take a lot of old ideas and put them into a sort of mental kaleidoscope. We give them a turn, and they make new and curious combinations. We keep on turning and making new combinations indefinitely, but they are the same old pieces of colored glass that have been in use through all the ages.&quot; &emdash; Mark Twain"
        ]
    },
    {
        "image": "images/Mewes_FlattenedSlides_22.png",
        "text": [
            "&quot;Artists are the people among us who realize creation didn't stop on the sixth day.&quot; &emdash; Joel-Peter Witkin"
        ]
    },
    {
        "image": "images/Mewes_FlattenedSlides_23.png",
        "text": [
            "Attributions:",
            "Page 2:",
            "Malgosha, A Minecraft Movie; Warner Bros. Pictures, Jared Hess",
            "Lord Business, The Lego Movie; Warner Animation Group, Phil Lord and Christopher Miller",
            "Chief Blue Meanie, Yellow Submarine; Apple Films, George Dunning",
            "Reverend Shaw Moore, Footloose; IndieProd, Herbert Ross, feat. John Lithgow",
            "Page 6:",
            "Apollo and the Muses; Antonio Zucchi",
            "Page 7:",
            "Jay and Silent Bob, Jay and Silent Bob Strike Back; Dimension Films, Kevin Smith, feat. Kevin Smith and Jason Mewes",
            "Serendipity, Dogma; Iconic Events, Kevin Smith, feat. Salma Hayek",
            "Page 9:",
            "Rat photo; lifeonwhite",
            "Page 10:",
            "Algernon, Flowers for Algernon; Daniel Keyes",
            "Basil, The Great Mouse Detective, Basil of Baker Street; Walt Disney Studios, Burny Mattinson, David Michener, John Musker, Ron Clements, and Eve Titus",
            "Despereaux, The Tale of Despereaux; Relativity Media, Sam Fell, Rob Stevenhagen, and Kate DiCamillo",
            "Fievel Mousekewitz, An American Tail; Amblin Entertainment, Don Bluth",
            "Jerry, Tom and Jerry; Turner Entertainment, William Hanna and Joseph Barbera",
            "Matthias, Redwall; Nelvana, Raymond Jafelice, and Brian Jacques",
            "Mrs. [F/B]risby and the Rats of NIMH, The Secret of NIMH; United Artists, Don Bluth, and Robert C. O'Brien",
            "Pinky and The Brain, Animaniacs; Amblin Entertainment, Tom Ruegger",
            "Remy, Ratatouille; Pixar Animation Studios, Brad Bird",
            "Splinter, Teenage Mutant Ninja Turtles; Fred Wolf Films, Kevin Eastman, and Peter Laird",
            "Stuart Little, Stuart Little; Columbia Pictures, Rob Minkoff, and E. B. White"
        ]
    },
    {
        "image": "images/Mewes_FlattenedSlides_24.png",
        "text": [
            "Attributions:",
            "Page 3:",
            "Chihiro, Spirited Away; Studio Ghibli, Hayao Miyazaki",
            "Pet Rock; Gary Dahl",
            "The Hobbit; J.R.R. Tolkien",
            "Teddy Bear; Build-A-Bear Workshop",
            "Progress Pride flag; Daniel Quasar",
            "Signature Creation Ice Cream Cup; Cold Stone Creamery",
            "Colorforms; Colorforms Brand, Harry and Patricia Kislevitz",
            "Batman, Joker; DC Comics, Bill Finger, Bob Kane, Jerry Robinson",
            "First Notebook on Transmutation of Species; Charles Darwin",
            "The Thinker; Auguste Rodin",
            "Comedian; Maurizio Cattelan",
            "Hamlet; William Shakespeare, feat. Laurence Olivier",
            "Mandelbrot set; Robert Brooks, Peter Matelski, Benoit Mandelbrot",
            "Star Wars; Lucasfilm, George Lucas, feat. Mark Hamill, Carrie Fisher, Harrison Ford",
            "In Advance of the Broken Arm; Marcel Duchamp",
            "Convergence; Jackson Pollock",
            "Th&eacute;&Acirc;tre D'op&eacute;ra Spatial; Jason M. Allen, Midjourney",
            "The Starry Night; Vincent van Gogh",
            "Light bulb; Thomas Edison",
            "Draw 50 Animals; Lee J. Ames",
            "Baya weaver bird nest; Tamilanban Subramanian",
            "Blue Monochrome; Yves Klein",
            "Negative hand stencil, Cueva de las Manos; creator unknown",
            "Me and a Tree; Elephant Suda",
            "Lego bricks; The Lego Group, Ole Kirk Christiansen",
            "Forky, Toy Story 4; Pixar Animation Studios, Josh Cooley",
            "Sonichu; Christian Weston Chandler",
            "Phone text; creator unknown",
            "Pong; Atari, Allan Alcorn",
            "Even Worse; Weird Al Yankovic",
            "Letter to Ludwik Silberstein; Albert Einstein",
            "Fountain; Marcel Duchamp",
            "Spore; Maxis, Will Wright",
            "Monkey selfie; Celebes crested macaque, David J. Slater",
            "Vegetarian Curry; Gracinha Marco Abundo",
            "4'33&quot;; John Cage",
            "Letter Field; Judson Rosebush, Vision",
            "Football play; Creation Effects",
            "Mutter Maria; Adolph Hitler",
            "Uncle Sam; James Montgomery Flagg",
            "C++ program; creator unknown",
            "Campbell's Soup Can; Andy Warhol, Campbell's",
            "Kilroy was here; creator unknown",
            "Taco Bell logo; Lippincott & Margulies, Yum! Brands",
            "Peter Quill/Star-Lord, Guardians of the Galaxy; Marvel Studios, James Gunn, feat. Chris Pratt",
            "Time Cube; Gene Ray",
            "Mona Lisa; Leonardo da Vinci"
        ]
    },
    {
        "image": "images/Mewes_FlattenedSlides_25.png",
        "text": [
            "Attributions:",
            "Page 5:",
            "Hand Shadow Puppet Tutorial; Sabbir Ahmed",
            "Gadsby; Ernest Vincent Wright",
            "Spectrogram face, Windowlicker track #2; Aphex Twin",
            "Super Mario Maker; Nintendo",
            "Protest sign; article by Brooke Tully, original creator unknown",
            "Beaver; Britannica ImageQuest",
            "Spirograph; Hasbro, Denys Fisher",
            "Street signs; Advanced Sign",
            "Tesseract; Goffrie",
            "Billy Joel, Turn the Lights Back On; Warren Fu and Freddy Wexler",
            "Corporate Memphis; pikisuperstar",
            "GPS teddy bear drawing; Volker Weinlich",
            "L.H.O.O.Q.; Marcel Duchamp",
            "Nonie's Leonardo Dicaprio Art Page; Nonie",
            "Glue in cheese comment; fucksmith",
            "Zanelle the robot painter; Pindar Van Arman",
            "Hands making pottery; BillionPhotos",
            "The &quot;unfinishe&quot; horse; Gursoy Art School, Ali Bati",
            "Hampster Dance; Deidre LaCarte",
            "Condensation Cube; Hans Haacke",
            "The Game of Life; John Horton Conway",
            "Glitch art; Rosa Menkman",
            "Vulcan salute made with carbon atoms; IBM",
            "A Book from the Sky; Xu Bing",
            "Mad Libs; Leonard Stern and Roger Price",
            "Venezuelan jungle ravine oil painting; Alonzo Morales Bravo",
            "OBEY Poster; Shepard Fairey",
            "Meta Venn Diagram; Visual.ly",
            "Evolved Virtual Creatures; Karl Sims",
            "Understanding Comics; Scott McCloud",
            "Milli Vanilli; Fab Morvan and Rob Pilatus",
            "Gravity; Carl M&aring;nsson",
            "Dawn in her bedroom; Joseph Szabo",
            "Martin Luther King Jr., &quot;I Have a Dream&quot;; Associated Press",
            "Friendly Interactive Shell (FISH) 2.0 logo; Axel Liljencrantz",
            "Red vs. Blue, based on Halo; Burnie Burns, Bungie Studios",
            "Flowchart Example; Visual Paradigm",
            "Calligram; Guillaume Apollinaire",
            "Wikipedian Protester; Randall Munroe",
            "Can't Help Myself; Sun Yuan and Peng Yu",
            "Motion capture markers; Hipocrite",
            "Oblivion character creator; Bethesda Game Studios",
            "Patterson&hyphen;Gimlin &quot;Bigfoot&quot; film; Roger Patterson and Robert Gimlin",
            "Soda pull tabs and pine needles; crows, Stuart Dahlquist",
            "Bathroom Graffiti; creator unknown",
            "Archimedes in His Bath; Peter Fl&ouml;tner",
            "Gaussian-Quadratic; A. Michael Noll",
            "Bored Ape Yacht Club #8817; Yuga Labs, Seneca",
            "A Quiet Evening, Places in the Heart I; Thomas Kinkade"
        ]
    },
    {
        "image": "images/Mewes_FlattenedSlides_26.png",
        "text": [
            "Attributions:",
            "Page 8:",
            "Harvey Ball and the Smiley face; Paul Connors",
            "Proposition I.47 (the Pythagorean theorem), Euclid's Elements of Geometry; Pythagoras, Euclid, Campanus of Novara, Erhard Ratdolt",
            "The Atom, DC Hybridverse Earth-1; DC Comics, Cryptic Studios, Malfar",
            "Cut with the Kitchen Knife Dada through the Last Weimar Beer-Belly Cultural Epoch in Germany; Hannah H&ouml;ch",
            "Merda D'artista; Piero Manzoni",
            "Regular division drawing (Lizards), no. 25; M. C. Escher",
            "Shoot; Chris Burden",
            "The Condor, Nazca lines; Nazca people, Yoshio Tomii",
            "Tree; Paul McCarthy",
            "Platonic solid model of the Solar System, Mysterium Cosmographicum; Johannes Kepler",
            "Traditional Canvas Tipi; Fort McPherson Tent and Canvas Shop",
            "Hunting trophy; Carolina Specialty Restorations, Ivan Elizondo",
            "Western honey bee on a honeycomb; Matthew T Rader",
            "Winning art exhibit by 2030; __mongoose__",
            "Rhythm 0; Marina Abramovic",
            "Jenny Everywhere; Steven Wintle",
            "Tommy Westphall, St. Elsewhere; Joshua Brand and John Falsey, feat. Chad Allen",
            "Engineering drawing of a worm gear; Thorsten Hartmann",
            "Loss, Ctrl+Alt+Del; Tim Buckley",
            "Unfinished Hickory Plaque with Lichtenburg fractal burning; Shawn Perry",
            "Panther dance, Black or White music video; Michael Jackson, John Landis, Vincent Paterson",
            "Person Using Dj Controller; Isabella Mendes",
            "Mohammed receiving his first revelation from the archangel Gabriel, Jami' al-Tawarikh; Rash&imacr;d al-D&imacr;n",
            "Drawing Hands, M. C. Escher",
            "(un)stable equilibrium; Terence Broad",
            "Amazing Resonance Experiment!, Chladni plate experiment; Brusspup",
            "UwU emoticon; Ghislain Deslierres",
            "San Bushmen gather around a fire at dusk; Ben McRae",
            "Captain America; Marvel Comics, Rob Liefeld",
            "Decorated Initial C; creator unknown",
            "Conductor Steven Byess; North Mississippi Symphony Orchestra",
            "Making an Eye in Desmos; Jake Walker",
            "Stephen King at his typewriter; Dick Loek",
            "C-3PO, George Lucas on the set of &quot;Star Wars Episode II: Attack of the Clones&quot;; Lisa Tomasetti",
            "Girl with Balloon, Waterloo Bridge, London; Banksy",
            "Skibidi Toilet; Alexey Gerasimov",
            "Immersion (Piss Christ); Andres Serrano",
            "Fibonacci: The Living Code; Robbie George, Leonardo &quot;Fibonacci&quot; Bonacci",
            "George Carlin being arrested at Milwaukee's Summerfest '72; Mark Goff",
            "Cool S; creator unknown",
            "Disappearing flag trick; Penn & Teller",
            "Fantasy Genesis; Chuck Lukacs",
            "The Wind Rises; Studio Ghibli, Hayao Miyazaki, Eiji Yamamori",
            "A Bird in Flight; Hamid Naderi Yeganeh",
            "Sketch of double helix structure of DNA; Francis Crick",
            "Havez, Heroes of Might and Magic V; Nival Interactive, Ubisoft, Hero Forge, Malfar",
            "Just What Is It That Makes Today's Homes So Different, So Appealing?; Richard Hamilton",
            "Word Cloud - Creativity; Zerbor",
            "The Audience Choir (Live at O2 Academy Brixton, London); Jacob Collier, Electric Light Studios",
            "Quipus; Andean people, Pi3.124",
            "Object (Le D&eacute;jeuner en fourrure); M&eacute;ret Oppenheim",
            "Lava lamps; Dean Hochman"
        ]
    },
    {
        "image": "images/Mewes_FlattenedSlides_27.png",
        "text": [
            "Attributions:",
            "Page 11:",
            "Mickey Mouse, Steamboat Willie; Walt Disney and Ub Iwerks",
            "Page 12:",
            "Mewes sketch; G. Holm",
            "6 basic mouse emotions, Facial expressions of emotion states and their neuronal correlates in mice; Max Planck Institute of Neurobiology, Nate Dolensek, Nature, Julia Kuhl",
            "Mouse Grimace Scale, Coding of facial expressions of pain in the laboratory mouse; Dale Langford et al.",
            "Light bulb; KMJ",
            "Page 14:",
            "Philip J. Fry, Futurama; The Curiosity Company, Matt Groening and David X. Cohen",
            "Page 15:",
            "Mickey Mouse, The Sorcerer's Apprentice, Fantasia; Walt Disney Productions, James Algar, and Johann Wolfgang von Goethe",
            "Page 18:",
            "T-shirt; Cricut",
            "Poster on Pole; John McAdorey",
            "Crayon box; Crayola",
            "AI-Generated Mewes; Jason Holm and ChatGPT",
            "Page 19:",
            "Sell Out; Reel Big Fish, Aaron Barrett and Scott Klopfenstein"
        ]
    }
]
